{
    "navbar.skills": "Skills",
    "navbar.experience": "Experience",
    "navbar.education": "Education",
    "navbar.hobby": "Spare time",
    "navbar.contact": "Contact",

    "header.introduction-start": "My name is ",
    "header.introduction-end": ", I'm a",
    "header.developer": "developer",
    "header.team-leader": "team leader",
    "header.brewer": "brewer",
    "header.traveler": "voyager",

    "experience.title": "My professional experience",
    "experience.eqtek.description": "Developing and maintaining case management system platform. Desigining and implementing short-term tailored projects for multiple clients from the British public sector and banking. Line management for a team of around ten devs and QAs, supporting communication with business and helping improving software development process.",
    "experience.vsoft.description": "Maintaining web application used by sales representatives to valuate complex insurance configurations.",
    "experience.flightscope.pm-description": "Evaluating, planning and designing architecture for multiple software projects. Coordinating communication between offices (Poland, South Africa and USA) and synchronizing co-operation of teams (project owners, UI designers, engineers, etc.). Prioritizing tasks and projects in regard to the available resources and the market demand. Managing a few small software teams on all levels.",
    "experience.flightscope.leader-description": "On top of the current duties, designing software architecture, planning project development and overseeing the process as well as managing a team of a few developers.",
    "experience.flightscope.dev-description": "Developing and maintaining applications used by golfers (both professional and amateur) to improve their skills by analysing ball flight data provided by multiple sport radars.",

    "education.title": "My education",
    "education.school": "Silesian University of Technology",
    "education.faculty": "Automatic Control and Robotics",
    "education.masters-title": "Master's Degree",
    "education.masters-desc": "A diploma thesis on the subject \"System for decoding Morse code with the use of software-defined radio\" realized in the form of an application that performs real-time digital audio signal processing, written in C ++.",
    "education.bachelor-title": "Bachelor's Degree",
    "eductaion.bachelor-desc": " ",

    "skills.title": "My skills",
    "hobby.title": "Outside work",
    "contact.title": "Contact me",

    "gliwice": "Gliwice, Poland",
    "krakow": "Kraków, Poland",
    "year": "y"
}