{
    "navbar.skills": "Skills",
    "navbar.experience": "Experience",
    "navbar.education": "Education",
    "navbar.hobby": "After work",
    "navbar.contact": "Contact",

    "header.introduction-start": "My name is ",
    "header.introduction-end": ", I'm a",
    "header.developer": "developer",
    "header.team-leader": "team leader",
    "header.brewer": "brewer",
    "header.traveler": "voyager",

    "experience.title": "My professional experience",
    "experience.eqtek.description": "Developing and maintaining case management system platform. Desigining and implementing short-term tailored projects for multiple clients from the British public sector and banking. Line management for a team of around ten devs and QAs, supporting communication with business and helping improving software development process.",
    "experience.vsoft.description": "Maintaining web application used by sales representatives to evaluate complex insurance configurations.",
    "experience.flightscope.pm-description": "Evaluating, planning and designing architecture for multiple software projects.{br}Coordinating communication between offices (Poland, South Africa and USA) and synchronizing co-operation of teams (project owners, UI designers, engineers, etc.).{br}Prioritizing tasks and projects in regard to the available resources and the market demand.{br}Managing a few small software teams on all levels.",
    "experience.flightscope.leader-description": "I kept the previous duties. On top of that, I started designing software architecture, planning project development and overseeing the process, as well as managing a team of a few developers.",
    "experience.flightscope.dev-description": "Developing and maintaining applications used by golfers (both professional and amateur) to improve their skills by analysing ball flight data provided by multiple sport radars.",

    "education.title": "My education",
    "education.school": "Silesian University of Technology",
    "education.faculty": "Automatic Control and Robotics",
    "education.masters-title": "Master's Degree",
    "education.masters-desc": "A diploma thesis on the subject \"System for decoding Morse code with the use of software-defined radio\" realized in the form of an application that performs real-time digital audio signal processing, written in C ++.",
    "education.bachelor-title": "Bachelor's Degree",
    "eductaion.bachelor-desc": " ",

    "hobby.title": "After work",
    "hobby.brewing-title": "Home Brewing",
    "hobby.brewing-description": "Brewing your own beer might seem as a complicating and demanding task. And that's exactly how it is... After a several dozen of batches, I still feel I barely starting exploring the hoppy world.{br}{br}Regardless of results, I love experimenting with beer styles - planning, mashing and seeing to fermentation. It's not the same with sticking labels or cleaning the kitchen afterwards. But no pain, no gain...{br}{br}Progress of my brewer's adventure can be followed on my brewery's website:{br}{br}{wawrzelniaLink}",
    "hobby.squash-title": "Squash",
    "hobby.squash-description": "To remain healthy, both physically and mentally, I simply must sweat a bit, from time to time.{br}{br}I'm definitely not one of those, who can set their own challenges by going further or faster. I need an demanding opponent of flesh and blood on the other side of the court. Sometimes I win and sometimes I loose, but the most important part is this thrill between the first and last ball of the match.",
    "hobby.traveling-title": "Traveling",
    "hobby.traveling-description": "I won't be the first one to say it, but I love to travel. The further and more exotic my destination is - the better. And it's not only about the sights and architecture. I really enjoy observing peculiarities of all the different places and cultures.{br}{br}And the most interesting are... markets. It's always the regular food shop, where you can clearly see the differences between countries - by the taste, scent and likes of the natives.",

    "contact.title": "Contact",
    "contact.intro": "Do you find my profile interesting?{br}You think I would perfectly fit in your team?{br}Contact me! Include a bit of details, and send!{br}I'll respond in no time.",
    "contact.company": "Comapny",
    "contact.name": "Name",
    "contact.address": "Email",
    "contact.message": "Shoot!",
    "contact.send": "Off it goes!",

    "skills.title": "Moje umiejętności",

    "gliwice": "Gliwice, Poland",
    "krakow": "Kraków, Poland",
    "year": "y"
}