{
    "navbar.skills": "Umiejętności",
    "navbar.experience": "Doświadczenie",
    "navbar.education": "Edukacja",
    "navbar.hobby": "Po pracy",
    "navbar.contact": "Kontakt",

    "header.introduction-start": "Nazywam się ",
    "header.introduction-end": " i jestem",
    "header.developer": "programistą",
    "header.team-leader": "team leaderem",
    "header.brewer": "piwowarem",
    "header.traveler": "podróżnikiem",

    "experience.title": "Moje doświadczenie",
    "experience.eqtek.description": "Rozwijanie i utrzymywanie plaftormy służacej do konfigurowania i projektowania formularzy i procesów. Projektowanie i dostarczanie rozwiązań dopasowanych do potrzeb indywidualnych klientów - brytyjskich instytucji państwowych i banków. Zarządzanie zespołem około dziesięciorga programistów i testerów, wspomaganie komunikacji z biznesem i usprawnianie procesu wytwarzania oprogramowania.",
    "experience.vsoft.description": "Utrzymywanie aplikacji webowej do obsługi sprzedaży złożonych konfiguracji ubezpieczeń komunikacyjnych (OC/AC), dostarczanej dla ogólnopolskich towarzystw ubezpieczeniowych.",
    "experience.flightscope.pm-description": "Ocena, planowanie i projektowanie architektury kilku równoległych projektów technicznych. Wspomaganie komunikacji pomiędzy oddziałami (Polska, RPA i USA) oraz wspomaganie współpracy między zespołami zadaniowymi (grafikami, inżynierami, sprzedawcami, itd.). Priorytetyzowanie zadań i projektów z uwzględnieniem aktualnych zasobów i zapotrzebowania klientów. Zarządzanie kilkoma niewielkimi zespołami programistów.",
    "experience.flightscope.leader-description": "Ponad dotychczasowe obowiązki, projektowanie architektury nowych rozwiązań, planowanie rozwoju projektu i przewodzenie niewielkiemu zespołowi programistów.",
    "experience.flightscope.dev-description": "Rozwój i utrzymanie aplikacji desktopowej, używanej przez golfistów (profesjonalistów i amatorów) do doskonalenia swoich umiejętności, na podstawie danych analitycznych dotyczących lotu piłki, dostarczonych przez radar sportowy.",

    "education.title": "Moje wykształcenie",
    "education.school": "Politechnika Śląska",
    "education.faculty": "Automatyka i Robotyka",
    "education.masters-title": "studia magisterskie",
    "education.masters-desc": "Praca dyplowmowa pod tytułem \"System do dekodowania kodu Morse'a z użyciem programowo definiowanego radia\" zrealizowany w postaci aplikacji dokonującej przetwarzania cyfrowego sygnału dźwiękowego w czasie rzeczywistym, napisanej w języku C++.",
    "education.bachelor-title": "studia inżynierskie",
    "eductaion.bachelor-desc": " ",

    "skills.title": "Moje umiejętności",
    "hobby.title": "Poza pracą",
    "contact.title": "Kontakt",

    "gliwice": "Gliwice, Polska",
    "krakow": "Kraków, Polska",
    "year": "r"
}